<!DOCTYPE html>
<html lang="fa" dir="rtl">
<head>
    <meta http-equiv="Content-Type" content="text/html; charset=utf-8">
    <link rel="stylesheet" href="{{ asset('res-admin/assets/css/fonts.css') }}">
    <style>
        body {
            font-family: iransanse, serif;
            direction: rtl;
            font-size: 12px;
            line-height: 19px;
        }
        .sign-padding{
            padding: 10px;
        }
        .text-left{
            text-align: left;
        }
        p{
            text-align: justify;
        }
    </style>
</head>
<body dir="rtl">
<div style="padding-left: 35px;padding-right: 35px">
    @if($model->project?->user?->person_type === \Modules\User\app\Enums\PersonType::Legal)
        <p>این موافقتنامه در تاریخ (بحروف) ALPHA_DATE فیمابین شرکت USER_COMPANY به شناسه ملی USER_COMPANY_IDENTIFY و شماره ثبت USER_COMPANY_REGISTER_ID به نشانی USER_ADDRESS و شماره تماس USER_TEL و ایمیل USER_EMAIL به نمایندگی USERNAME به کدملی DOCUMENT_ID به سمت USER_COMPANY_POSITION كه از این پس كارفرما نامیده می‌شود از یك سو و شرکت برخط نگاران جهان ارتباط با نام تجاری تارینوتک به شناسه ملی  14005743726 و کد اقتصادی 411513734335 به آدرس تهران، بلوار میرداماد، رو به روی بانک مرکزی، پلاک163، واحد12 و شماره تماس 02122223350 و ایمیلcontract@tarinotech.com  به نمایندگی معین تقی زاده به کد ملی 0371103827 به سمت مدیرعامل كه از این پس مجری نامیده می‌شود طبق مقررات و شرایطی كه در اسناد و مدارك این قرارداد درج شده است منعقد می‌گردد.</p>
    @else
        <p>این موافقتنامه در تاریخ (بحروف) ALPHA_DATE فیمابین آقای / خانم USERNAME  به کدملی DOCUMENT_ID به نشانی USER_ADDRESS و شماره تماس USER_TEL و ایمیل USER_EMAIL كه از این پس كارفرما نامیده می‌شود از یك سو و شرکت برخط نگاران جهان ارتباط با نام تجاری تارینوتک به شناسه ملی  14005743726 و کد اقتصادی 411513734335 به آدرس تهران، بلوار میرداماد، رو به روی بانک مرکزی، پلاک163، واحد12 و شماره تماس 02122223350 و ایمیلcontract@tarinotech.com  به نمایندگی معین تقی زاده به کد ملی 0371103827 به سمت مدیرعامل كه از این پس مجری نامیده می‌شود طبق مقررات و شرایطی كه در اسناد و مدارك این قرارداد درج شده است منعقد می‌گردد.</p>
    @endif

    <h4>ماده 1 :  موضوع قرارداد </h4>
    <p>ماده 1-1: سئو و بهینه سازی سایت PROJECT_DOMAIN مطابق پکیج PROJECT_TYPE بر اساس فعالیت های زیر: </p>

    <p>1. بررسی وب سایت</p>
    <p>2. پیدا کردن کلمات کلیدی</p>
    <p>3. افزایش رتبه در کلمات کلیدی</p>
    <p>4. آنالیز URLها</p>
    <p>5. آنالیز بک لینک ها</p>
    <p>6. آنالیز و یافتن رتبه کلمات کلیدی</p>
    <p>7. آنالیز ساختار وبسایت</p>
    <p>8. سئو داخلی</p>
    <p>9. تصحیح URL ها</p>
    <p>10. بهینه سازی عنوان صفحات</p>
    <p>11. بهینه سازی متا تگ ها</p>
    <p>12. جستجوی کلمات کلیدی</p>
    <p>13. بهینه سازی لینک های داخلی</p>
    <p>14. بهینه سازی و ساخت نقشه سایت</p>
    <p>15. لینک سازی داخلی</p>
    <p>16. بررسی ریدایرکت ها</p>
    <p>17. ارائه گزارش ماهیانه</p>
    <p>18. سئو خارجی</p>
    <p>19. ماهیانه SEO_AMOUNT_CONTENT کلمه تولید محتوا</p>
    <p>20. رپورتاژ</p>
    <p>21. رسیدن SEO_KEYWORD_COUNT کلمه کلیدی به صفحه اول گوگل</p>
    <p>کلمات کلیدی اصلی:</p>
    <p>کلمات قرارداد</p>
    <p>SEO_KEYWORDS</p>

    <h4>ماده 2 : مبلغ قرارداد</h4>
    <p>مبلغ کل انجام موضوع قرارداد با توجه به مشخصات آمده در ماده 1 این قرارداد،  به مبلغ (به عدد) PROJECT_PRICE و (به حروف ) ....................... می باشد. </p>
    <h4>ماده 3 : شیوه و مراحل پرداخت</h4>
    <p>هزینه ابتدای هر ماه و به مبلغ SEO_MONTHLY_PAYMENT ریال دریافت می گردد</p>

    <h4>ماده 4 : مدت زمان لازم جهت انجام موضوع قرارداد</h4>
    <p>4-1 : مدت زمان لازم جهت انجام موضوع قرارداد و تحویل طرح نهایی طبق مذاکرات انجام شده و توافق طرفین SEO_AGREEMENT_DURATION ماه می باشد.</p>
    <p>4-2 : شروع قرارداد از تاریخ امضاء و تبادل آن توسط طرفین و پرداخت مبلغ ماه اول می باشد و پس از آن معتبر و لازم الاجرا است.</p>
    <p>4-3 : در صورت امضاء قرارداد و عدم پرداخت وجه مذکور در تاریخ عقد قرارداد، مدت زمان لازم جهت انجام موضوع قرارداد متناسب با اختلاف تاریخ امضاء قرارداد و تاریخ پرداخت وجه ، افزایش خواهد یافت . </p>
    <p>4-4 : مدت زمان ذکر شده جهت انجام موضوع قرارداد مشروط به رعایت به موقع تعهدات کارفرما و عدم بروز حوادث مندرج در ماده 11 این قرارداد می باشد.</p>
    <p>4-5 : طبق توافق طرفین امکان افزودن به تاریخ مقرر تحویل پروژه وجود دارد.</p>
    <p>5-5 : کارفرما متعهد می شود در صورتی که مجری پیش از موعد مقرر پروژه را به پایان رساند موجبات تحویل و تسویه کامل پروژه را فراهم آورد. لازم به ذکر است پس از اتمام قرارداد جاری ، قرارداد دیگری جهت ماندگاری و نگهداری کلمات در صفحه اول گوگل طبق توافق طرفین منعقد می گردد.</p>

    <h4>ماده 5 : تاخیر در انجام موضوع قرارداد</h4>
    <p>5-1: در صورتی که پروژه ی مورد بحث در قرارداد پس از 12 ماه به نتایج عنوان شده نرسد، در صورتی که کارفرما از روند پروژه راضی بوده باشد می تواند تا رسیدن به نتایج نهایی پروژه ، قرارداد را تمدید کند و در صورتی که کارفرما از روند پروژه رضایت نداشته باشد مجری موظف است صرفا هزینه های مقالات سئو شده و لینک سازی و رپورتاژها را از مجری دریافت کند و مابقی هزینه ها را به کارفرما بازگرداند.</p>

    <h4>ماده 6 : تعهدات کارفرما</h4>
    <p>6-1 : تایید و بررسی مقالات تهیه شده توسط مجری</p>
    <p>6-2  : پرداخت به موقع صورت حساب های قرارداد مطابق ماده 2 و 3 این قرارداد</p>
    <p>6-3 : ارائه کلیه کلمات کلیدی مورد نظر کارفرما</p>
    <p>6-4 : عدم تکثیر و در اختیار قراردادن اسناد و برنامه ها و خدمات مجری به هر عنوان و هر نحو .</p>
    <p>6-5 : تعیین یک نفر از پرسنل خود به عنوان مدیر پروژه که رابط بین مجری و کارفرما جهت اجراء . مدیر پروژه، نماینده کارفرما جهت پیگیری مسائل و مطرح نمودن سوالات و هماهنگی اجرایی سئو می باشد ، همچنین درصورت تغییر این فرد ،کارفرما باید کتبا موضوع را به اطلاع مجری برساند</p>
    <p>6-6 : کارفرما موظف است که حداکثر تا 72 ساعت پس از تحویل هر مرحله نسبت به اعلام نظر مکتوب با جزییات کامل (اعلام موارد مورد تایید و در صورت وجود موارد اشکال) اقدام نماید . عدم اعلام نظر کارفرما در موعد مقرر، به معنای تایید موارد تحویلی توسط مجری است </p>
    <p>6-7 : مجری هیچ گونه مسولیتی در قبال در اختیار قرار گرفتن اطلاعات امنیتی وب سایت به افراد غیر به هر نحوی از سوی کارفرما را ندارد.</p>
    <p>6-8: کلیه هزینه های مربوط به خدمات اضافی از جمله : تبلیغات گوگل (ادوردز) ، خرید گواهی SSL و حساب های بررسی سایت و ... که صرفا برای این پروژه محسوب می شوند به عهده  کارفرما می باشد و مجری متعهد است که کلیه هزینه های لازم را با ارائه فاکتور رسمی به همراه مهر و امضا به کارفرما تحویل دهد.</p>
    <p>6-9: کارفرما متعهد می شود در صورتی که قرارداد را پیش از اتمام زمان مقرر فسخ نماید، هزینه دو ماه پروژه معادل SEO_MONTHLY_PAYMENT_DOUBLE ریال را به عنوان جریمه پرداخت نماید و مجری نیز سورس های پروژه و کارهای انجام شده تا آن مرحله را به کارفرما تحویل دهد. در صورت عدم پرداخت وب سایت به حالت تعلیق در می آید.</p>
    <p>6-10: پرداخت 10درصد کل مبلغ قرارداد به عنوان ارزش افزوده بر عهده کارفرما می باشد.</p>

    <h4>ماده 7 : تعهدات مجری</h4>
    <p>7-1 : كلیه اطلاعاتى كه توسط كارفرما در اختيار مجری قرار میگیرد از سوی مجری محرمانه تلقی می گردد و مجری موظف به حفظ و نگهدارى اطلاعات داده شده بوده و حق در اختیار دادن این اطلاعات را به سایر ندارد.</p>
    <p>7-2 : تحویل کلیه خدمات ذکر شده در موضوع قرارداد پس از تسویه کامل قرارداد، به کارفرما </p>
    <p>7-3: مجری متعهد می گردد پس از تسویه کامل مبلغ قرارداد سورس های سایت را بدون دریافت هزینه به کارفرما تحویل دهد.</p>


    <h4>ماده 8 : پیشتیبانی</h4>
    <p>پس از پایان قرارداد با توافق طرفین قرارداد جدیدی برای حفظ و نگهداری سئو سایت منعقد می گردد.</p>

    <h4>ماده 9 :  حل اختلاف</h4>
    <p>در صورت بروز اختلاف در اجرا و یا تغییر و تفسیر مفاد قرارداد ابتدا موضوع در شورایی مرکب از نمایندگان تام الاختیار و داور مورد قبول طرفین مطرح و تصمیم گیری خواهد شد. در غیر این صورت از طریق مراجع ذیصلاح قضایی( قوه قضاییه و یا شورای حل اختلاف) مورد پیگیری قرار خواهد گرفت .</p>

    <h4>ماده 10 : فسخ قرارداد</h4>
    <p>قرار داد از نوع لازم الاجرا تلقی شده و تنها در صورت وقوع شرایط فسخ اشاره شده در متن قراداد و یا :</p>
    <p>10-1 : بر اساس توافق طرفین</p>
    <p>10-2 : در صورتی که مجری به تعهدات خود عمل ننماید (ماده 7) کارفرما می تواند پس از دوبار دعوت کتبی ، قرارداد را فسخ نموده و محاسبه خسارت و هزینه ها طبق ماده 5 در نظر گرفته خواهد شد.</p>
    <p>10-3 : در صورتیکه کارفرما به تعهدات خود عمل ننماید (ماده 6) مجری می تواند پس از دوبار تذکرکتبی قرارداد را فسخ کرده و در ازای مراحل انجام شده تا زمان فسخ قرارداد ادعای خسارت نماید و در صورت عدم پرداخت خسارت های وارده توسط کارفرما، مجری می تواند مورد را از طریق قوه قضاییه و یا شورای حل اختلاف پیگیری نماید .</p>
    <p>10-4: در صورتی که کارفرما در پرداخت هزینه ماهانه قرارداد یک ماه تاخیر داشته باشد مجری می تواند با اعلام کتبی قرارداد را فسخ نماید و کارفرما موظف به پرداخت هزینه های معوقه به همراه دو ماه هزینه به عنوان جریمه می باشد.</p>

    <h4>ماده 11 : حوادث قهریه، تغییر قوانین</h4>
    <p>چنانچه براثر وقوع حوادث قهریه و غیر مترقبه از قبیل زلزله، سیل، آتش سوزی و... ، همچنین تغییر در قوانین جاری کشور طرفین نتوانند به قسمتی یا کل تعهدات خود عمل نمایند مدت تاخیر به مدت قرارداد اضافه شده و طرفین حق مطالبه هیچ گونه خسارتی را برای این مدت ندارند و ادامه همکاری با توافق طرفین خواهد بود</p>
    <p>این قرار داد در تاریخ (بحروف) ALPHA_DATE در 11 ماده در دو نسخه یکسان به انضمام برگه سفارش که هر یک به‌ تنهایی اعتبار یکسان دارند تنظیم و به امضای اقای معین تقی زاده به سمت نماینده مجری و USER_COMPANY_POSITION به سمت نماینده كارفرما رسید.</p>

</div>
</body>
</html>
