<!DOCTYPE html>
<html lang="fa" dir="rtl">
<head>
    <meta http-equiv="Content-Type" content="text/html; charset=utf-8">
    <link rel="stylesheet" href="{{ asset('res-admin/assets/css/fonts.css') }}">
    <style>
        body {
            font-family: iransanse, serif;
            direction: rtl;
            font-size: 14px;
            line-height: 24px;
        }
        .sign-padding{
            padding: 10px;
        }
        .text-left{
            text-align: left;
        }
    </style>
</head>
<body dir="rtl">

@php
    $fillableString = '....................';

    $nationalId = $model->project->user->national_id ?? $fillableString;
    $userTel = $model->project->user->tel ?? $fillableString;;
    $userEmail = $model->project->user->email ?? $fillableString;;
    $userDocumentId = $model->project->user->email ?? $fillableString;;
    $userCompany = $model->project->user->company->title ?? $fillableString;;

    $projectPrice = number_format($model?->project?->price) ?? $fillableString;
    $isSigned = \Modules\Contract\app\Enums\SignableStatus::Signed === $model?->signable->status ?? false;

    $signSrc='';

    if($isSigned){
        $signSrc = './sign/test-sign.png';
    }
@endphp

<div class="header-space"></div>
<p>این موافقتنامه در تاریخ (بحروف) ALPHA_DATE فیمابین شرکت USER_COMPANY به شناسه ملی USER_NATIONAL و کد اقتصادی USER_COMPANY_REGISTER_ID به نشانی USER_ADDRESS و شماره تماس USER_TEL و ایمیل USER_EMAIL به نمایندگی USERNAME به کدملی DOCUMENT_ID به سمت .......................... كه از این پس كارفرما نامیده می‌شود از یك سو و شرکت برخط نگاران جهان ارتباط با نام تجاری تارینوتک به شناسه ملی  14005743726 و کد اقتصادی 411513734335 به آدرس تهران، بلوار میرداماد، رو به روی بانک مرکزی، پلاک163، واحد12 و شماره تماس 02122223350 و ایمیلcontract@tarinotech.com  به نمایندگی معین تقی زاده به کد ملی 0371103827 به سمت مدیرعامل كه از این پس مجری نامیده می‌شود طبق مقررات و شرایطی كه در اسناد و مدارك این قرارداد درج شده است منعقد می‌گردد.</p>
<h4>ماده 1) موضوع قرارداد و شرح خدمات مجری</h4>
<p>طراحی ساختار کلی و اجرای وب‌سایت داینامیک از نوع ......................... براساس پیوست</p>
<h4>ماده 2) جدول زمانبندی پرداخت
</h4>
<p>30% از کل مبلغ در زمان عقد قرارداد بعنوان پیش پرداخت دریافت می‌گردد.</p>
<p>40% بعد از ارائه طراحی صفحه اصلی</p>
<p>30% بعد از ارائه کامل و تحویل سایت</p>
<h4>ماده 3) مبلغ قرار داد - جدول هزینه‌ها</h4>
<p>هزینه کلی قرارداد به مبلغ {{ $projectPrice }} ریال میباشد.</p>
<p>تبصره 1- تمامی اطلاعات سایت توسط کارفرما تهیه میگردد لذا مسئولیت تمامی مطالب و محتوای درون سایت برعهده کارفرما بوده و
    مجری هیچگونه مسئولیتی در قبال محتوای قرارگرفته ندارد.</p>

<h4>ماده 4) مدت قرارداد)</h4>
<p>مدت این قرارداد جهت ارائه طرح اولیه پس از دریافت اطلاعات کامل و مبلغ پیش پرداخت در ماده دو به مدت ................ روز کاری می باشد.
    زمان بررسى و اظهارنظر و تاييد نمونه اوليه توسط كارفرما حداكثر به مدت 2 روز کاری می باشد.</p>
<p>مدت زمان تحويل نهايى موضوع طراحی قرارداد پس از تایید توسط کارفرما حداكثر ................. روز کاری می باشد.</p>
<p>شروع اجراى قرارداد منوط به پرداخت پيش پرداخت از سوى كارفرما و نيز تحويل اطلاعات و مدارك مورد نياز به مجری میباشد.</p>

<div style="position: relative">
    <div class="sign-padding text-left">
        <span>مهر و امضای نماینده مجری</span>
        @include('contract::admin.pdf.sign')
    </div>
</div>

<p>تبصره 1- هر گونه تاخیر کارفرما در تایید طرح های ارائه شده از سوی مجری، باعث افزایش زمان کلی پروژه خواهد شد و مسئولیت آن بر عهده کارفرما خواهد بود.</p>


<h4>ماده 5) مراحل اجرای موضوع قرارداد</h4>
<p>مرحله اول : دریافت کلیه اطلاعات(از قبیل متون، تصاویر، نمونه کارها،لوگو، مدارک هویتی و ...) ، نظرات و پیشنهادات مد نظر کارفرما در خصوص طراحی موضوع قرارداد.</p>

<p>مرحله دوم : طراحی صفحه اول پروژه و ارائه به کارفرما و دریافت اصلاحات طبق بند 4 ماده 8</p>


<div class="header-space"></div>

<p>مرحله سوم : اعمال تغییرات اعلام شده و طراحی صفحات داخلی پروژه</p>
<p>مرحله چهارم : ارائه صفحات داخلی پروژه و دریافت اصلاحات پیرامون آنها</p>
<p>مرحله پنجم : تکمیل و تحویل نهایی موضوع قرارداد بر روی هاست و دامنه و تسویه نهایی مبلغ قرار داد سپس ارائه نام کاربری و رمز عبور کنترل پنل وبسایت به نماینده کارفرما، برگزاری یک جلسه آموزشی و ارائه فایل های آموزشی نحوه کار با سایت به کارفرما انجام می گردد.</p>

<h4>ماده 6 :خدمات پشتیبانی</h4>
<p>6-1: خدمات پشتیبانی فنی به مدت یکسال انجام میگردد.</p>
<p>6-2: خدمات پشتیبانی فنی شامل رفع هرگونه نقص در عملکرد صحیح موارد مندرج در ماده ۱ همین قرارداد است.و از طریق ثبت تیکیت از طریق ناحیه کاربری به آدرس  clients.tarinotech.comانجام می گردد.</p>
<p>6-3: مجری به مدت یک سال پس از تحویل کامل، پشتیبانی سایت شامل اشکالات فنی،نرم افزاری و منطقی را بعهده می‌گیرد. بدیهی است این پشتیبانی شامل مواردی از قبیل تغییر در طراحی و ساختار گرافیکی و ظاهری سایت و یا کم و زیاد کردن ماژولهای موضوع قرارداد نبوده و در صورت درخواست کارفرما، بصورت جداگانه صورتحساب جداگانه صادر خواهد شد.</p>
<p>6-4: خدمات مربوط به پشتیبانی هاست و دامنه مانند تهیه بکاپ ،تنظیمات وب میل ها و ... تنها در صورتی برعهده مجری میباشد که از هاستینگ مورد تایید مجری (که توسط ایشان ارائه میشود) استفاده شود و مجری هیچ مسئولیتی در قبال مشکلات پیش آمده ناشی از استفاده کارفرما از هاستینگ های متفرقه ندارد. در صورتی که هاست توسط مجری تهیه شود و در ناحیه کاربری مجری باشد کاملا مورد تایید می باشد.</p>
<p>6-5: بدیهی است مواردی مانند بارگذاری محصولات در سایت های فروشگاهی و یا اخبار در سایت های خبری مشمول خدمات پیشفرض پشتیبانی نبوده و انجام این امور با پرداخت هزینه ای جداگانه از طرف کارفرما ممکن میباشد.</p>
<br>
<br>
<br>
<br>
<table style="width: 100%;">
    <tr>
        <td>
            <p>مهر و امضای نماینده کارفرما</p>
            <p>..............................</p>
        </td>
        <td align="top">
            <div style="position: relative">
                <p class="sign-padding text-right">
                    <span>مهر و امضای نماینده مجری</span>
                    @if($isSigned)
                        @include('contract::admin.pdf.sign')
                    @endif
                </p>
            </div>
        </td>
    </tr>
</table>

<p>6-6: مجری تنها مسئولیت رفع نقص مواردی را برعهده میگیرد که نقص مذکور از سوی او باشد و چنانچه کارفرما با نصب افزونه، نوشتن قطعه کد، بارگذاری اطلاعات و کدهای مخرب، استفاده از نرم افزارها و بدافزارهای مخرب و ... خود باعث ایجاد مشکل فنی در سایت شود، مسئولیت نقص های ایجاد شده برعهده ایشان بوده و مجری هیچ مسئولیتی در قبال مشکلات پیش آمده ندارد بدیهی است که رفع این مشکلات توسط مجری شامل هزینه های جداگانه میباشد.</p>


<p>6-7: هزینه پشتیبانی فنی با پرداخت 20 درصد مبلغ کل قرارداد(به قیمت روز) توسط کارفرما و توافق طرفین به مدت یک سال شمسی قابل تمدید است.</p>


<h4>ماده 7) تعهدات مجری</h4>
<p>7-1: مجری متعهد میگردد در صورت دریافت کلیه داده ها و موارد مورد نیاز در طراحی ، موضوع قرارداد را حداکثر در مدت زمان ذکر شده در بند مدت قرارداد به کارفرما تحویل نماید. </p>
<p>7-2: مجری متعهد میگردد مطابق مرحله دوم ،طرحی از صفحه اصلی را به کارفرما تحویل نماید. در صورت عدم تایيد طرح و منصرف شدن کارفرما از ادامه همکاری(تا مرحله دوم)، مبلغ پیش پرداخت که معادل 30% از مبلغ کل قرارداد است را به عنوان حق الزحمه مجری در نظر گرفته و قرارداد فسخ خواهد شد. بدیهی است در صورت انصراف از همکاری توسط کارفرما، هیچ گونه فایل یا عکس از طراحی های انجام شده در اختیار کارفرما قرار نخواهد گرفت و کارفرما حق هیچگونه استفاده از ایده ها و طرحهای ارائه شده توسط مجری را ندارد. </p>
<p>7-3: كلیه اطلاعاتى كه توسط كارفرما به عنوان اطلاعات محرمانه در اختيار مجری قرار میگیرد از سوی مجری محرمانه تلقی میگردد و مجری موظف به حفظ و نگهدارى اطلاعات داده شده بوده و حق انتقال به غير را ندارد.</p>
<p>7-4: مجری متعهد میگردد کلیه آموزش های لازم در خصوص بخش کنترلی سایت را طی یک جلسه یک ساعته به نماینده کارفرما ارائه نماید. </p>
<p>7-5: مجری متعهد میگردد نام کاربری ، رمز عبور و فایل های آموزش کارکرد بخش کنترلی سایت را پس از تسویه کامل مبلغ قرارداد تنها در اختیار نماینده کارفرما قراردهد.</p>



<p>7-6: نحوه اجرا و برنامه نویسی وب سایت به صلاحدید مجری میباشد و کارفرما در نهایت باید خروجی صحیح و بدون هیچگونه ایرادی را دریافت نماید.</p>
<p>7-7: مجری متعهد میگردد، در صورت دریافت درخواست کتبی یا شفاهی کارفرما مبنی بر افزایش تعداد صفحات وب سایت و یا افزودن امکاناتی که در حین عقد قرارداد در نظر گرفته نشده و در بند موضوع قرارداد ذکر نگردیده، دستورات کارفرما را در صورت صلاحدید اجرا نموده و صورت حساب مجزا در این خصوص به کارفرما ارائه نماید.</p>

<br>
<br>
<br>

<table style="width: 100%;">
    <tr>
        <td align="right">
            <div style="position: relative">
                <p class="sign-padding text-right">
                    <span>مهر و امضای نماینده مجری</span>
                    @if($isSigned)
                        @include('contract::admin.pdf.sign')
                    @endif
                </p>
            </div>
        </td>
        <td style="position: relative">
            <p>مهر و امضای نماینده کارفرما</p>
            <p>....................</p>
        </td>
    </tr>
</table>

<p>7-8: مجری متعهد میگردد در جهت امر مشتری مداری چنانچه کارفرما به دلیل مشغله زیاد قادر به ارائه تمامی اطلاعات تکمیلی بیان شده (شامل محتوا و تصویر) در مرحله اول ماده پنج در زمان مقرر نباشد و وظیفه تولید محتوا را به تیم مجری با هزینه مجزا از این قرارداد واگذار کرده باشد ، مجری موظف است پس از تحویل پروژه و در مدت زمان پشتیبانی ، با تهیه ویدئوی آموزشی بدون دریافت هزینه اضافی، نحوه تغییر آن محتوا را به کارفرما آموزش دهد.</p>


<p>7-9: ساخت و بارگذاری اطلاعات تا 7صفحه برعهده مجری می باشد و برای صفحات بیشتر اعلام هزینه می گردد. در سایت های فروشگاهی نیز بارگذاری 10 محصول بر عهده مجری می باشد.</p>
<p>7-10: در صورت تاخیر بیش از 3 روز کاری در تحویل نهایی پروژه به ازای هر روز کاری تاخیر مبلغ 100 هزارتومان به عنوان جریمه برای مجری لحاظ می گردد و مجری موظف به پرداخت آن به کارفرما می باشد.</p>
<p>7-11: مجری در صورت پیگیری مستمر و عدم دریافت محتوا از سوی کارفرما می تواند با ارسال نامه کتبی به کارفرما با استفاده از محتوای نمادین طراحی اولیه (مرحله دوم ماده 5) را انجام دهد.</p>

<h4>ماده 8) تعهدات کارفرما</h4>

<p>8-1: مجری حق دارد طراحى و اجراى اثر خود را در محل مناسب به طريقى كه به اصل طرح آسيب وارد نگردد امضاء نمايد.</p>
<p>8-2: چنانچه بعد از تاييد نهایی كه به تایید طرفين قرارداد رسيده است و در حال اجرا میباشد، كارفرما انجام تغييراتى را در نمونه نهایی درخواست نمايد، ملزم به پرداخت هزينه اى مرتبط بر انجام تغييرات كه توسط مجری اعلام میگردد میباشد.</p>
<p>8-3: چنانچه کارفرما پس از تایید اولیه طرح ، قرارداد را در هر مرحله ای بعد از مرحله دوم فسخ نماید، ملزم به پرداخت مبلغ کل قرارداد مندرج در بند مبلغ حق الزحمه قرارداد به مجری خواهد بود. </p>
<p>8-4: حداکثر فرصت اعلام نظر نماینده کارفرما در خصوص تایید طرح های ارائه شده در مرحله دوم مندرج در بند مراحل اجرای موضوع قرارداد، دو روز کاری می باشد. بدیهی است عدم اعلام نظر کتبی در مهلت اشاره شده به معنی تاييد آن مرحله خواهد بود. ضمنا حداکثر میزان اعمال تغییرات در مرحله دوم مندرج در بند مراحل اجرای موضوع قرارداد 15% میباشد</p>
<p>8-5: پرداخت 9درصد مبلغ قرارداد به عنوان ارزش افزوده بر عهده کارفرما می باشد.</p>
<p>8-6: در صورت تاخیر بیش از 3 روز کاری در پرداخت هزینه مرحله دوم، باتوجه به ایجاد خلل در روند کاری پروژه های مجری، زمان بندی اجرای این پروژه توسط مجری مجدد بررسی شده و به کارفرما زمان بندی جدید اعلام می گردد.</p>
<p>8-7: در صورت تاخیر بیش از 3 روز کاری در پرداخت هزینه مرحله سوم(تسویه) ، به ازای هر روز کاری تاخیر در پرداخت به موقع مبلغ 100هزار تومان جریمه لحاظ می گردد و کارفرما موظف به پرداخت آن به مجری می باشد.</p>
<br>

<div class="sign-padding text-left">
    <span>مهر و امضای نماینده مجری</span>
    @if($isSigned)
        @include('contract::admin.pdf.sign')
    @endif
</div>


<h4>ماده 9) معیار پذیرش تحویل نهایی موضوع قرارداد</h4>
<p>عدم وجود مغایرت عملكرد سایت با پیوست قرارداد می باشد،که این موضوع از طریق ایمیل یا پیامک به کارفرما اطلاع داده می شود و در صورت عدم پاسخ کارفرما در مدت 3 روز کاری به منزله تایید نهایی پروژه است. </p>

<h4>ماده 10) فسخ قرارداد</h4>
<p>قرار داد از نوع لازم تلقی شده و تنها در مورد زیر قابل فسخ می باشد.</p>
<p>10-1: توافق طرفین قرار داد</p>
<p>تبصره: فسخ قرار داد با اخطار کتبی یک هفته ای از سوی طرفین ممکن خواهد بود.</p>


<h4>ماده 11) تمدید قرارداد</h4>
<p>تمدید این قرارداد مجاز می باشد.</p>

<h4>ماده 12) فورس ماژور</h4>
<p>در صورت بروز هرگونه اشکال به علت وجود فورس ماژور طبق تعاریف سازمان برنامه و بودجه مطابق با قوانین جاری در جمهوری اسلامی رفتار خواهد شد.</p>

<h4>ماده 13) حل اختلاف</h4>
<p>در صورت بروز اختلاف فی ما بین طرفین قرارداد، در صورتی که توافقی در مذاکرات حاصل نشد،  قوه قضاییه یا شورای حل اختلاف به عنوان مرجع رفع اختلاف مقرر گردیده است.</p>
<p>تبصره: در صورتی که از لحاظ حقوقی  قوه قضاییه یا شورای حل اختلاف صلاحیت رسیدگی به مورد موجب اختلاف را نداشته باشد، مورد از طریق مراجع ذی صلاح قضایی پیگیری می‌گردد.</p>

<h4>ماده 14) مسائل پیش بینی نشده</h4>
<p>در صورت بروز مسائل پیش بینی نشده در قرارداد، در صورتی که توافقی در مذاکرات حاصل نشد،  قوه قضاییه یا شورای حل اختلاف به عنوان مرجع رفع اختلاف مقرر گردیده است.</p>
<p>اين قرارداد تابع قوانين جمهوري اسلامي ايران مي باشد.</p>
<p>این قرار داد در تاریخ (بحروف) ................................................ در 14 ماده در دو نسخه یکسان به انضمام برگه سفارش که هر یک به‌ تنهایی اعتبار یکسان دارند تنظیم و به امضای اقای معین تقی زاده به سمت نماینده مجری و ....................................... به سمت نماینده كارفرما رسید.</p>

<table style="width: 100%;margin-top: 30px">
    <tr>
        <td align="right">
            <div style="position: relative">
                <p class="sign-padding text-right">
                    <span>مهر و امضای نماینده مجری</span>
                    @if($isSigned)
                        @include('contract::admin.pdf.sign')
                    @endif
                </p>
            </div>
        </td>
        <td>
            <p>مهر و امضای نماینده کارفرما</p>
            <p>..............................</p>
        </td>
    </tr>
</table>
</body>
</html>
